[
    {"id":1, "nome":"Chrono Trigger", "genero":"RPG", "alugado":false, "dataLancamento": "1995-03-11", "descricao":"Chrono Trigger (クロノ· Kurono Torigā ? ) é um console de role-playing game desenvolvido e publicado pela Praça para o Super Nintendo Entertainment System (SNES) em 1995. A história do jogo segue um grupo de aventureiros que viajam no tempo para evitar uma catástrofe global."},

    {"id":2, "nome":"Final Fantasy 6", "genero":"RPG", "alugado":true, "dataLancamento": "1994-04-02", "descricao":"Final Fantasy VI é o sexto jogo na série Final Fantasy, lançado primeiramente para o Super Nintendo Entertainment System em 1994. Foi dirigido por Yoshinori Kitase e Hiroyuki Itou, que assumiram o cargo no lugar do criador e produtor da série Hironobu Sakaguchi, diretor dos cinco jogos anteriores da franquia. Nobuo Uematsu compôs a trilha sonora e Yoshitaka Amano contribuiu com a arte."},

    {"id":3, "nome":"Super Mario RPG", "genero":"RPG", "alugado":true, "dataLancamento": "1996-03-09", "descricao":"Super Mario RPG é um jogo de RPG, desenvolvido pela Square (atual Square Enix), juntamente com a Nintendo e lançado em 1996 no Japão e nos Estados Unidos para o Super NES. O jogo é o primeiro RPG a estrelar o mascote da Nintendo, Mario, e por 7 anos, o último jogo da Square em um console da Nintendo (até Final Fantasy Crystal Chronicles, em 2003). Com uma história separada da cronologia normal da série de Mario, tem uma jogabilidade que combina elementos da série Final Fantasy com outros de Chrono Trigger, lançado no ano anterior."},

    {"id":4, "nome":"Star Ocean", "genero":"RPG", "alugado":false, "dataLancamento": "1996-07-19", "descricao":"Star Ocean (スターオーシャン, Sutā Ōshan) foi o primeiro jogo da série de jogos de Star Ocean, feitos para Super Nintendo. Também foi o primeiro jogo que foi desenvolvido por tri-Ace. Este nunca foi lançado fora do Japão devido ao fechamento das instalações de Enix nos os Estados Unidos da América, mas foi traduzido por admiradores ao inglês mediante emulação por Dejap."},

    {"id":5, "nome":"International Superstar Soccer Deluxe", "genero":"Esporte", "alugado":true, "dataLancamento": "1995-09-22", "descricao":"International Superstar Soccer (実況ワールドサッカー Jikkyou World Soccer?) é uma série de videogames de futebol produzida pela Konami. Devido aos seus gráficos e sua jogabilidade de alta qualidade, essa franquia foi bastante popular na Europa e América Latina durante os anos 90. A equipe responsável pelo desenvolvimento dos jogos da série é a Major A (divisão de Osaka da Konami)."}
]